insert into registry_bank values
                              (1, 'Сбербанк', '123456789', 'Новосибирск, ул. Кирова, д. 25'),
                              (2, 'ВТБ', '365456789', 'Новосибирск, ул Дуси Ковальчук, 232'),
                              (3, 'Альфа Банк', '123456987', 'Новосибирск, улица Кирова, дом 21'),
                              (4, 'Тинькофф', '852741963', 'Новосибирск, ул Гоголя, 20');

insert into registry_position values
                                  (1,'Junior Java developer', true),
                                  (2,'Middle Java разработчик', true),
                                  (3,'Senior Java разработчик', true),
                                  (4,'Teamlead', true),
                                  (5,'C# developer', false);

insert into registry_employee values
                                  (1, 'Иванов', 'Иван', 'Иванович', 'мужчина', '1992-02-12', 1, '2016-01-02', 3000, '+73831255088', '+79239231155', 1, true),
                                  (2, 'Мурашов', 'Сергей', 'Петрович', 'мужчина', '1996-04-30', 3, '2019-03-02', 9000, '+73831255088', '+79638521144', 3, true),
                                  (3, 'Берген', 'Анна', 'Алексеевна', 'женщина', '1990-02-24', 2, '2017-01-02', 4600, '+73831255088', '+79159238855', 4, true),
                                  (4, 'Антонов', 'Артём', 'Викторович', 'мужчина', '1987-01-11', 1, '2015-03-15', 2000, '+73831255088', '+79668457691', 1, false),
                                  (5, 'Акулова', 'Алёна', 'Николаевна', 'женщина', '1990-01-20', 3, '2008-03-26', 8500, '+73831255088', '+79997771144', 2, true);